Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Therefore the QACS LTD company name is added with address and abbreviated company name in Table 1.
es_es: Por lo tanto, se añade la denominación de la empresa QACS LTD, su domicilio y su denominación abreviada en la Tabla 1 .

source: Therefore the Solvias AG company name is added, with address and abbreviated company name in Table 1.
es_es: Por lo tanto, se añade la denominación de la empresa Solvias AG, su domicilio y su denominación abreviada en la Tabla 1 .

source: Therefore this change applies for both sites, for Catalent DE (Eberbach) as well and will be submitted in parallel for Catalent DE (Eberbach) with introduction of the UV laser marking.
es_es: Por tanto, este cambio vale para ambas plantas productoras, también Catalent DE (Eberbach), y se presentará en paralelo para esta última, con la introducción del marcado láser UV.

source: Therefore, 1000 µg/100 µL/plate dissolved in DMSO was used as top concentration in this study for the first experiments.
es_es: Por lo tanto, en este estudio, como concentración máxima para los primeros ensayos, se utilizaron 1000 µg/100 µl/placa disueltos en DMSO.

source: Therefore, BI actively monitors the safety of our products on an ongoing basis through clinical trials, non-interventional observational studies, and post-marketing reports.
es_es: Por lo tanto, BI monitorea activamente la seguridad de nuestros productos de manera continua a través de ensayos clínicos, estudios observacionales no intervencionistas e informes posteriores a la comercialización.

source: Therefore, Boehringer Ingelheim actively monitors the safety of our products on an ongoing basis through clinical trials, non-interventional observational studies, and post-marketing reports.
es_es: Por ello, Boehringer Ingelheim monitorea activamente la seguridad de nuestros productos de manera continua a través de ensayos clínicos, estudios observacionales no intervencionistas e informes posteriores a la comercialización.

source: Therefore, Boehringer Ingelheim believes that both physicians and patients are sufficiently informed about the proper use of Berotec through the existing LPI.
es_es: Por lo tanto, Boehringer Ingelheim considera que, con la información local para el paciente existente, los médicos y los pacientes están lo suficientemente bien informados sobre el uso correcto de Berotec.

source: Therefore, Boehringer Ingelheim continuously monitors safety relevant information for all Boehringer Ingelheim products from all solicited and unsolicited sources (e.g., individual case safety reports (ICSRs), clinical studies, observational studies, published literature).
es_es: Por ello, Boehringer Ingelheim monitorea la información relevante de seguridad de todos nuestros productos de manera continua a través de fuentes solicitadas o no solicitadas (por ejemplo, informes de seguridad de casos individuales, estudios clínicos, estudios observacionales y bibliografía publicada).

source: Therefore, Boehringer Ingelheim removed ‘Pregnancy/breastfeeding’ as missing information in cRMP version 3.0, dated 25 Jul 2022.
es_es: Por lo tanto, Boehringer Ingelheim eliminó las categorías "Embarazo/lactancia" como información faltante de la versión 3.0 del Plan de gestión de riesgos central, del 25 de julio de 2022.

source: Therefore, Boehringer will continue using micronized HCTZ batches for manufacturing Telmisartan / HCTZ Layered Tablet.
es_es: Por lo tanto, Boehringer seguirá utilizando partidas de HCTZ micronizada para fabricar Telmisartán / HCTZ, comprimidos multicapa.

source: Therefore, Laboratorio MLE is now fully qualified to execute testing with this method.
es_es: Por lo tanto, Laboratorio MLE está ahora plenamente calificado para realizar pruebas con este método.

source: Therefore, Lysotan and Glycerol 85% is removed from Table 1.
es_es: Por lo tanto, se eliminan de la Tabla 1 el Lysotan y la Glicerina al 85%.

source: Therefore, Polpharma developed and validated an analytical method to detect and to quantify NO-HCTZ in the API HCTZ.
es_es: Para ello, Polpharma desarrolló y validó un método analítico para detectar y cuantificar la presencia de NO-HCTZ en el IFA HCTZ.

source: Therefore, a DNA spiking study was performed using small-scale columns to determine the DNA Clearance Factor of the Phenyl Sepharose chromatographic step.
es_es: Por ello, se realizó un estudio de enriquecimiento de ADN en el que se usaron columnas a escala reducida para determinar el factor de depuración de ADN del paso de cromatografía en fenil sefarosa.

source: Therefore, a bracketing approach was used for the method validation.
es_es: En virtud de ello, para la validación del método se usó un enfoque basado en el análisis de extremos.

source: Therefore, a comparison was carried out to demonstrate that the clinical data obtained with PFS-1 are representative of the to be commercialized PFS-NSD-1.
es_es: Por lo tanto, se realizó una comparación para demostrar que los datos clínicos obtenidos con PFS-1 son representativos del dispositivo PFS-NSD-1 que se comercializará.

source: Therefore, a comparison was carried out to demonstrate that the introduction of a Needle Safety Device (NSD) to the spesolimab PFS- 2 does not impact the representativeness of clinical data generated with the PFS-2 presentation without a NSD.
es_es: Por lo tanto, se realizó una comparación para demostrar que la introducción del dispositivo de seguridad de aguja en el conjunto PFS-2 de espesolimab no altera la representatividad de los datos clínicos generados con PFS-2 sin dicho dispositivo de seguridad.

source: Therefore, a fivepoint calibration is an appropriate calibration model with respect to the acceptance criteria of the validation protocol.
es_es: Por lo tanto, se pudo confirmar que la calibración de cinco puntos es un modelo adecuado para los criterios de aceptación del protocolo de validación.

source: Therefore, a safety margin of 20% was included:
es_es: Para ello, se incluyó un margen de seguridad del 20%:

source: Therefore, a supplemental experiment with higher concentrations (up to the maximum recommended concentration of 5000 µg/plate) o CD 38800 XX was performed.
es_es: Por lo tanto, se realizó un experimento complementario con concentraciones más altas (hasta la concentración máxima recomendada de 5000 µg/placa) de CD 38800 XX.

source: Therefore, a time course over 9 months is assessed.
es_es: Por lo tanto, se evalúa un curso cronológico mayor que 9 meses.

source: Therefore, according to the information known at this time and the current evaluation thereof, BI determined there is no risk for the presence of N-nitrosamine impurities and confirmatory testing is not necessary.
es_es: Por lo tanto, de acuerdo con la información conocida hasta ahora y su evaluación actual, BI determinó que no existe riesgo de presencia de impurezas N-nitrosaminas y que no es necesario realizar pruebas confirmatorias.

source: Therefore, according to the information known at this time and the current evaluation thereof, BI determined there is no risk for the presence of N-nitrosamine impurities in tenecteplase lyophilisate for solution for injection 25 mg and confirmatory testing is not necessary.
es_es: Por lo tanto, de acuerdo con la información conocida hasta ahora y su evaluación actual, BI determinó que no existe riesgo de presencia de impurezas N-nitrosaminas en tenecteplasa, liofilizado para solución inyectable, 25 mg, y que no es necesario realizar pruebas confirmatorias.

source: Therefore, according to the information known at this time and the current evaluation thereof, Boehringer Ingelheim determined there is no risk for the presence of N-nitrosamine impurities in tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial, and in the ready-to-use syringes (WFI) to reconstitute tenecteplase 40 mg and 50 mg.
es_es: Por lo tanto, de acuerdo con la información conocida hasta ahora y su evaluación actual, Boehringer Ingelheim determinó que no existe riesgo de presencia de impurezas N-nitrosaminas en tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial ni en las jeringas listas para usar (con agua para inyección) para reconstituir tenecteplasa de 40 mg y 50 mg.

source: Therefore, and due to the long manufacturing history the acceptance criteria for tenecteplase 25 mg/vial release and stability testing were set identical to the registered presentations 40 mg/vial and 50 mg/vial with the exception of the acceptance criterion for UV-scan which was adapted to the presentation 25 mg/vial (see Chapter 3.9.1).
es_es: Por lo tanto, y en virtud del largo historial de fabricación, los criterios de aceptación para las pruebas de liberación y de estabilidad del medicamento tenecteplasa de 25 mg/frasco se establecieron idénticos a los de las presentaciones registradas de 40 mg/frasco y 50 mg/frasco, a excepción del criterio de aceptación para el método UV, el cual se adaptó a la presentación de 25 mg/frasco (véase el Capítulo 3.9.1).

source: Therefore, both materials are considered comparable and with no concerns regarding material quality, safety, and efficacy.
es_es: Por lo tanto, ambos materiales se consideran comparables y exentos de problemas en cuanto a su calidad, seguridad y eficacia.

source: Therefore, capping on trial level was used to aim for similar proportions of patients with DM, pre-DM, or no DM as expected in the population of patients with HF in real life.
es_es: Por lo tanto, se fijaron límites máximos a nivel de ensayo para que la proporción de pacientes con diabetes mellitus, prediabetes y sin diabetes mellitus reclutados sea similar a la esperable en la población de pacientes con insuficiencia cardíaca en la vida real.

source: Therefore, ethyl acetate and ethanol in the function of ink diluents are removed.
es_es: Por lo tanto, se eliminan el acetato de etilo y el etanol en su función de diluyentes de tinta.

source: Therefore, for the commercial process the lower PAR limit of ≥ 80 % or ≥ 3.6 L initial filling level of DS in the surge vessel was confirmed.
es_es: Por lo tanto, para el proceso comercial, se confirmó el límite inferior del rango aceptable comprobado de ≥80% o un nivel de llenado inicial de ≥3.6 l de principio activo en el tanque de compensación.

source: Therefore, in line with the recommendation in GPV Module V revision 2, Boehringer Ingelheim proposed the removal of “pregnancy/breast-feeding” from missing information in the EU-RMP.
es_es: Por lo tanto, siguiendo la recomendación del Módulo V de las buenas prácticas de farmacovigilancia, revisión 2, Boehringer Ingelheim propuso eliminar la inclusión de “embarazo/lactancia” como información faltante en el Plan de Gestión de Riesgos de la EU.

source: Therefore, including these patients in the trial provided important generalisable safety data on a population representative of routine acute stroke care.
es_es: Por lo tanto, la inclusión de estos pacientes en el ensayo proporcionó importantes datos de seguridad generalizables sobre una población representativa de la atención habitual del accidente cerebrovascular agudo.

source: Therefore, including those limits in 3.2.P.5.1 and 3.2.P.5.4 is regarded as not necessary.
es_es: Por lo tanto, no se considera necesario incluir dichos límites en 3.2.P.5.1 ni 3.2.P.5.4.

source: Therefore, increasing the sample size to the prespecified maximum of 656 patients would not have achieved 80% power and the final sample size was left as 300 patients (the prespecified minimum).
es_es: Por lo tanto, de aumentarse el tamaño de la muestra al máximo establecido de 656 pacientes, no se habría alcanzado la potencia del 80%, por lo cual el tamaño de la muestra final se mantuvo en 300 pacientes (el mínimo establecido).

source: Therefore, information about the printing ink in-process control is replaced by a new in-process control suitable for the laser marking.
es_es: Por lo tanto, se reemplaza la información sobre el control intermedio del proceso de la tinta de impresión por otro control intermedio del proceso que se adecue al marcaje por láser..

source: Therefore, information about the printing ink is removed.
es_es: Por lo tanto, se elimina la información sobre la tinta de impresión.

source: Therefore, it has been demonstrated, the empagliflozin drug substance is a highly soluble compound according to the Biopharmaceutics Classification System.
es_es: Por lo tanto, quedó demostrado que, de acuerdo con el Sistema de Clasificación Biofarmacéutica, el principio activo empagliflozina es un compuesto altamente soluble.

source: Therefore, it has to be demonstrated that the CCS is capable to maintain its microbial barrier integrity by using a CCI test method.
es_es: Por lo tanto, debe demostrarse que el envase y sistema de cierre pueda mantener la integridad de su barrera microbiana mediante un método de prueba de integridad del envase y sistema de cierre.

source: Therefore, it is not necessary to add the mixture 0.1 % Phosal 53 MCT at Beinheim site.
es_es: Por lo tanto, en la planta de Beinheim, no es necesario agregar la mezcla de Phosal 53 al 0.1 %.

source: Therefore, it must be demonstrated that the CCS can maintain its microbial barrier integrity by using a CCI test method.
es_es: Por lo tanto, es preciso demostrar que el envase y sistema de cierre puede mantener la integridad de su barrera microbiana mediante un método analítico de integridad del envase y sistema de cierre.

source: Therefore, linearity with matrix and without matrix can be considered as comparable according to the acceptance criteria.
es_es: Por lo tanto, se puede considerar que la linealidad con y sin matriz es equiparable, con base en los criterios de aceptación.

source: Therefore, measurements planned or AEs recorded prior to the first intake of trial medication were to be assigned to the screening period, those between the first trial medication intake and the next intake or the end-of-trial visit were to be assigned to the preceding treatment period, and those after the end-of-study examination were to be assigned to the post-study period.
es_es: Por lo tanto, las mediciones planificadas o los eventos adversos registrados antes de la primera toma de la medicación en estudio se asignarían al período de selección, las realizadas entre la primera y la siguiente toma o la visita de fin de estudio se asignarían al período de tratamiento que correspondiera hasta ese momento, y las realizadas después del examen de fin de estudio se asignarían al período posterior al estudio.

source: Therefore, methionine oxidation does not need to be directly controlled.
es_es: Por lo tanto, no es necesario controlar de manera directa la oxidación de metionina.

source: Therefore, no additional validation for spesolimab PFS-NSD-1 were required.
es_es: Por lo tanto, no se requirió una validación adicional para el dispositivo PFS-NSD-1 de espesolimab.

source: Therefore, no potential leachables were identified.
es_es: Por lo tanto, no se identificaron posibles lixiviables.

source: Therefore, no process impact is given.
es_es: Por lo tanto, no se ve afectado el proceso.

source: Therefore, not only a weighted seven-point linear calibration, but also an unweighted seven-point linear calibration can be considered as an appropriate calibration model.
es_es: Por lo tanto, como modelo de calibración adecuado, además de una calibración lineal ponderada de siete puntos, una calibración lineal de siete puntos no ponderada es también válida.

source: Therefore, only concentration of SCH 1100 BR is considered for the sum of degradation products.
es_es: Por lo tanto, solo se considera la concentración de SCH 1100 BR para la suma de los productos de degradación.

source: Therefore, only storage conditions, which were met by all four materials, will be considered as validated as a worst-case approach (see Table 45).
es_es: Por lo tanto, solo se considerán validadadas como enfoque de peor escenario las condiciones de almacenamiento que se cumplieron con los cuatro materiales (ver Tabla 45).

source: Therefore, only storage conditions, which were met by all four materials, will be considered as validated as a worst-case approach (seeTable 45).
es_es: Por lo tanto, solo se considerán validadadas como enfoque de peor escenario las condiciones de almacenamiento que se cumplieron con los cuatro materiales (ver Tabla 45).

source: Therefore, please refer to attachment 1 (q00306544 / ISO certificate for PMT).
es_es: Por lo tanto, corresponde el Anexo1 (q00306544 / certificado de cumplimiento de normas ISO de PMT).

source: Therefore, re-analyses of historical batches and side-by-side analyses were conducted.
es_es: Por lo tanto, se llevaron a cabo reanálisis de partidas históricas y análisis en paralelo.

source: Therefore, residual solvents originated from the excipients, are also not deemed to be relevant in the drug product Spiriva Respimat solution for inhalation.
es_es: Por lo tanto, los disolventes residuales procedentes de los excipientes tampoco se consideran relevantes para el medicamento Spiriva Respimat, solución para inhalación.

source: Therefore, same specification limit in ppb as defined above in Table 1 applies at release and shelf-life.
es_es: Por lo tanto, se aplica al momento de la liberación y a la vida útil el mismo límite de especificación en partes por mil millones definido anteriormente en la Tabla 1.

source: Therefore, secondary packaging materials and labelling activities do not present any added risk of nitrosamines reaching the product and do not need specific considerations.
es_es: Por lo tanto, los materiales de acondicionamiento secundario y las actividades de etiquetado no presentan ningún riesgo adicional de que las nitrosaminas lleguen al producto y no necesitan consideraciones específicas.

source: Therefore, send us a new technical specification indicating that the applicable reference standard is BI’s internal method.
es_es: Por lo tanto, solicitamos se nos envíe una nueva especificación técnica en la que se indique que el estándar de referencia es la metodología interna de BI.

source: Therefore, several 25 mg process characterization study results are also valid for the 40 mg/vial presentation as well as the 50 mg/vial presentation.
es_es: Por lo tanto, siguen siendo válidos varios estudios de caracterización de procesos de la presentación de 25 mg, tanto para la presentación de 40 mg/vial, como para la de 50 mg/vial.

source: Therefore, small-scale validation experiments were performed at the Phenyl Sepharose chromatographic step to determine theoretical DNA clearance levels.
es_es: Por lo tanto, se realizaron ensayos de validación a escala reducida en el paso de cromatografía en fenil sefarosa para determinar niveles teóricos de depuración de ADN.

source: Therefore, stability is confirmed when the acceptance criteria for stability of the calibration solutions are met.
es_es: Por lo tanto, la estabilidad se confirma siempre y cuando se cumplan los criterios de aceptación para la estabilidad de las soluciones de calibración.

source: Therefore, such a five-point calibration can also be considered as an appropriate calibration model according to the acceptance criteria in the validation protocol.
es_es: Por lo tanto, también se puede considerar que dicha calibración de cinco puntos es un modelo adecuado para los criterios de aceptación del protocolo de validación.

source: Therefore, tenecteplase is not recommended for use in children below 18 years of age.
es_es: Por lo tanto, no está recomendado el uso de tenecteplasa en niños menores de 18 años.

source: Therefore, testing for elemental impurities is not part of the specification of Spiriva Respimat.
es_es: Por lo tanto, la evaluación de impurezas elementales no es parte de la especificación de Spiriva Respimat.

source: Therefore, testing of residual solvents is not considered necessary for empagliflozin film-coated tablets.
es_es: Por lo tanto, no se considera necesario evaluar los disolventes residuales en los comprimidos recubiertos de empagliflozina.

source: Therefore, the Ames test is considered the most predictive in vitro test for rodent carcinogenicity.
es_es: Por lo tanto, la prueba de Ames se considera la prueba in vitro más predictiva de carcinogenicidad en roedores.

source: Therefore, the DNA clearance which can be calculated from these results (below limit of detection) represents minimal levels due to the fact, that the DNA content in the load of the Phenyl Sepharose chromatography was already very low.
es_es: Por lo tanto, la capacidad de depuración de ADN que puede calcularse a partir de estos resultados (debajo del límite de detección) representa niveles mínimos por el hecho de que el contenido de ADN en la carga de la cromatografía en fenil sefarosa ya era muy bajo.

source: Therefore, the DP manufacturing process for Metalyse® and TNKase® can be considered as comparable.
es_es: Por lo tanto, los procesos de fabricación del medicamento de Metalyse® y de TNKase® pueden considerarse comparables.

source: Therefore, the DP manufacturing process for Metalyse and TNKase is comparable.
es_es: Por lo tanto, los procesos de fabricación del medicamento de Metalyse y TNKase son comparables.

source: Therefore, the DS filled after process interruption is of similar quality as the DS before the process interruption.
es_es: Por lo tanto, la calidad del principio activo llenado después de la interrupción del proceso es similar a calidad del producto previa a la interrupción del proceso.

source: Therefore, the PFS-NSD-1 has shown to be safe and effective for the intended users, intended uses, and in the intended use environments.
es_es: Por lo tanto, el PFS-NSD-1 demostró ser seguro y eficaz para los usuarios, los usos y los entornos de uso previstos.

source: Therefore, the SST criteria linearity will be performed without matrix.
es_es: Por lo tanto, en lo que hace al criterio "linealidad", las pruebas de adecuación del sistema se realizarán sin la matriz.

source: Therefore, the TSAP was updated (prior to the interim database lock on 24 Jan 2020) so that the primary analysis would not include events after the planned end of treatment; events in the periods of unplanned treatment interruptions would be included (no change).
es_es: Por lo tanto, se actualizó el plan de análisis estadístico del ensayo (previo al cierre provisional de la base de datos el 24 de enero de 2020) para que el análisis primario no incluyera eventos posteriores al final planificado del tratamiento; sí se incluirían los eventos acaecidos durante las interrupciones no planificadas del tratamiento (sin cambios).

source: Therefore, the acceptance criteria for tenecteplase 25 mg/vial release and stability testing were set identical to the registered presentations 40 mg/vial and 50 mg/vial with the exception of the acceptance criterion for UV-scan which was adapted to the presentation 25 mg/vial (see Chapter 3.9.1).
es_es: Por lo tanto, los criterios de aceptación para las pruebas de liberación y de estabilidad del medicamento tenecteplasa de 25 mg/frasco se establecieron idénticos a los de las presentaciones registradas de 40 mg/frasco y 50 mg/frasco, a excepción del criterio de aceptación para el método UV, el cual se adaptó a la presentación de 25 mg/frasco (véase el Capítulo 3.9.1).

source: Therefore, the analytical comparability exercise consisted of a comparison of:
es_es: Por tanto, la comparabilidad analítica se estableció cotejando:

source: Therefore, the applicant proposes not to update the 3.2.P.8.1.
es_es: Por lo tanto, el solicitante propone no actualizar la Sección 3.2.P.8.1.
